{
	"data": [
		{
			"_id": {
				"$oid": "5e52f6ff30c0df8bf24fb106"
			},
			"productCategory": "Wakeboards",
			"title": "Ronix RXT",
			"price": {
				"$numberInt": "800"
			},
			"description": "The most advanced wakeboard Ronix has ever created that offers the best blend of response, feel, weight, and ultra-soft landings. After a three year top secret R&D project, the all-new Ronix RXT wakeboard is available to the public. Designed and built to check off every box that a wakeboarder looks for in a top-end board, the RXT has more feedback, control, and energy than any other wakeboard on the water today.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/1000x/040ec09b1e35df139433887a97daa66f/7/2/72537.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e530e143c21a72ac9d2e30a"
			},
			"productCategory": "Wakeboards",
			"title": "Ronix One Timebomb",
			"price": {
				"$numberInt": "600"
			},
			"description": "The Ronix One Time Bomb hang-time legacy continues.Everything that Ronix and Danny Harf touch turns to gold. The Ronix One Wakeboard blew people away when it debuted over a decade ago and today it still continues to be undoubtedly the most popular pro model wakeboard on the water. This year's 2020 model features a new shape and added fuse stringers.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/1000x/040ec09b1e35df139433887a97daa66f/7/2/72534.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e53411cee406c2da50292ef"
			},
			"productCategory": "Wakeboards",
			"title": "Liquid Force Aero Remedy",
			"price": {
				"$numberInt": "760"
			},
			"description": "Liquid Force's all new Aero Remedy wakeboard is ready to boost you even higher than before. Coming in at an astonishing 2.2 lbs. or 1 kg. lighter, the Aerocore Remedy is made from a lightweight divinycell core with C4 carbon-reinforced top and base making it our lightest board yet. With the aggressive 3 stage rocker and triple concave flowing into the venturi quad channels, this board will take you and your riding straight up.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/1000x/040ec09b1e35df139433887a97daa66f/7/3/73153.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534169ee406c2da50292f0"
			},
			"productCategory": "Wakeboards",
			"title": "Hyperlite Murray Pro",
			"price": {
				"$numberInt": "380"
			},
			"description": "Due to phenomenal rave reviews of the 20th edition release last year, the Murray Wakeboard is back again. With over 20 years of wakeboarding under his belt, we'd say Shaun Murray knows a thing or two about boards. Shaun's favorite, shaped from 20 years of wakeboard passion. Shaun Murray is re-releasing his 20th Pro Model edition, simply named \"The Murray\". Countless hours on the water have lead Shaun to this shape, and the feedback has been mind-blowing.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/1000x/040ec09b1e35df139433887a97daa66f/7/4/74293.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e5341efee406c2da50292f1"
			},
			"productCategory": "Wakeboards",
			"title": "Liquid Force Remedy",
			"price": {
				"$numberInt": "360"
			},
			"description": "A man with style on style and unlimited tricks up his sleeve, Harley Clifford's pro model Liquid Force Remedy Wakeboard is built for the best in the sport. With the aggressive 3-stage rocker and triple concave flowing into the venture quad channels, this board will have you ripping like Harley. The split-tip shape and quad fin set up will give you control and confidence carving and edging up the wake. The M6 inserts are designed to partner with the new 6X binding or any 6\" binding. This is the Remedy you have been looking for!",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/5/75282.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534249ee406c2da50292f2"
			},
			"productCategory": "Wakeboard Bindings",
			"title": "Ronix One Carbitex Boot",
			"price": {
				"$numberInt": "600"
			},
			"description": "Ronix raised the technology bar yet again, making this the ultimate in comfort + top notch performance. The industry icon of well-tuned comfort and versatile performance now features an external asymetrical flex pattern thanks to Carbitex CX6 - American made, real carbon fiber, harnessing extreme performance in a flexible form. The 2020 One boot features a redesigned intuitiion+ liner built on Ronix's all new Pro S.O.L.E., the most advanced footbed in wakeboarding, featuring Gen 2 orthotic contours and a material recipe developed to react faster, boost higher, and land softer. Finishing off the redefined One is the 3D molded toe - the greatest advancement in wake footwear since Ronix's BrainFrame technology.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/2/72570.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e53427cee406c2da50292f3"
			},
			"productCategory": "Wakeboard Bindings",
			"title": "Ronix RXT Boot",
			"price": {
				"$numberInt": "500"
			},
			"description": "Massi's Ronix RXT Wakeboard Boot looks and rides like something from the future with its lightweight and minimalist design. The redesigned Ronix RXT Wakeboard Boots provide a custom fit for your feet that will have you riding better, for longer, and having more fun along the way. This the first wakeboard boot ever created with a 3D molded Flexform heel and toe. Combined with Ronix's industry exclusive heat moldable intuition+ liner, this boot provides a custom fit for your feet unlike any other boot on the market. Wrapped around the liner is a molded permeable shell that improves the boot's breathability. The internal Celliant lining is a material used in the medical field to increase blood flow to reduce fatigue and prevent cramping. This will help you ride longer, harder, and better.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/2/72581.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e5342b3ee406c2da50292f4"
			},
			"productCategory": "Wakeboard Bindings",
			"title": "Hyperlite Team X Boot",
			"price": {
				"$numberInt": "360"
			},
			"description": "From seasoned pros to those just getting comfortable standing sideways, the Hyperlite Team X Wakeboard Boots are a perfect all-around boot for the whole team. Shaun's vision for the perfect plated binding has quickly become a team favorite, the Team X Binding. If you're a seasoned pro or just getting comfortable standing sideways, this is the perfect binding for you. The Team X closed toe binding offers mid-range support for the rider looking for a little extra flex with solid heel hold thanks to its heel retention strap. This feature pulls the riders foot into the heel pocket as the binding is laced for reduced lift. Dual quick cinch lace zones and seamless liner construction allow for a fit that produces no pressure points. The Team X also utilizes the new Fusion Plate System for a lightweight feel and the closest binding to board connection possible.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/4/74319.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e5342f5ee406c2da50292f5"
			},
			"productCategory": "Wakeboard Bindings",
			"title": "Liquid Force Riot 6X Boot",
			"price": {
				"$numberInt": "440"
			},
			"description": "Harley Clifford's signature wakeboard bindings provide the fit, comfort, and response to help you go bigger this Summer. Harley Clifford continues to charge harder and go bigger. As Harley pushes to new limits, The Liquid Force Riot 6X must do the same. The 6X Riot has an updated cushioning system so Harley can launch higher, knowing he will have a softer landing. The Riot's one of a kind 3D molded uni-body quarter wraps your foot for secure and stable energy transmission. The Riot 6X is all you need for big cuts, monster jumps and stable landings. The Riot 6X fits any Wakeboard!",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/3/73169.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e53432cee406c2da50292f6"
			},
			"productCategory": "Wakeboard Bindings",
			"title": "Hyperlite Team OT Boot",
			"price": {
				"$numberInt": "300"
			},
			"description": "Hyperlite understands that oftentimes many people share their boots so they delivered the flexibility of open-toe style bindings with high-end support and performance. Shaun Murray went to Hyperlite wanting to help design and build versatile open-toe wakeboard bindings that still offer top notch performance, fit, and comfort. From his twenty plus years as a professional wakeboarder, Shaun sees all the time that people seek high-performance footwear but require open-toe style bindings because multiple people are wearing them. If that is you, read no further because these are your perfect match. The Hyperlite Team OT Wakeboard Bindings are built for riders seeking mid flex, a supportive feel, and an adjustable fit. A slightly higher cuff creates more support around the rider's lower leg.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/4/74313.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534362ee406c2da50292f7"
			},
			"productCategory": "Wakeboard Bindings",
			"title": "Liquid Force Dream Girl's Boot",
			"price": {
				"$numberInt": "240"
			},
			"description": "A dream come true, this pair of wakeboard bindings is specifically designed to make wakeboarding as much fun and enjoyable as possible for the little ones in your life. The Liquid Force Dream bindings are tested and approved by groms for groms. These kids wakeboard bindings provide a stable, comfortable platform for your little girl to learn how to wakeboard and build up her riding skills. Most importantly, she'll be comfortable and having fun doing so! The single lace system and velcro strap makes it easy to get in/out of while allowing for a customized fit to the rider's foot.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/3/73158.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e5343d5ee406c2da50292f8"
			},
			"productCategory": "Life Jackets",
			"title": "Liquid Force Hinge Classic CGA Life Jacket",
			"price": {
				"$numberInt": "70"
			},
			"description": "Aptly named, the Hinge Classic has been a go-to CGA life jacket in Liquid Force's lineup for years now. An accommodating fit allows it to to fit a wide range of sizes and is great for all water sports activities. The Liquid Force Hinge Classic CGA remains a staple vest in the lineup year in and year out for good reason. A solid neoprene vest at an unbeatable price, it is a great vest for riding or just equipping the boat with the necessary number of coast guard approved life jackets. Liquid Force keeps it clean and simple with the Hinge Classic. The flex-span fabric keeps overall weight low while allowing for impressive mobility. The lining is smooth to the skin, extra soft, and dries quickly once you are finished playing in the water.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/4/3/43378.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534406ee406c2da50292f9"
			},
			"productCategory": "Life Jackets",
			"title": "Radar Drifter Comp Vest",
			"price": {
				"$numberInt": "120"
			},
			"description": "Radar's most popular comp style vest features an updated look for 2019 and looks better than ever before. Its tailored fit and longer cut will make it a hit. The Radar Drifter Comp Vest is all about less is more. Its minimalist approach maximizes your comfort and mobility so that you can stretch around that course buoy, get the grab, etc. Built with a lightweight foam, the Drifter Vest is incredibly light even once wet. Its tailored fit is snug to your body for a proper fit and optimal performance. A 4-way stretch material ensures the vest moves as you do, allowing you to ride at your best. A fleece lined interior is smooth to the skin and adds a touch of warmth on those early morning sets.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/4/4/44557.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534478ee406c2da50292fa"
			},
			"productCategory": "Life Jackets",
			"title": "Liquid Force Watson CGA Life Jacket",
			"price": {
				"$numberInt": "140"
			},
			"description": "Liquid Force team rider Shawn Watson's signature CGA is both fashionable and has the necessary flotation to follow the local regulations on the water way. A true win-win! A life jacket so fashionable that at first glance you probably thought it was a comp vest. The Watson CGA has the same features you love at the Watson Comp but offers increased protection, safety, and flotation. Liquid Force's exclusive V-Flex Shoulder pattern creates a premium fit that doesn't inhibit your movement. The Power-Flex Neoprene and Speed Skin material make for a lightweight vest that dries quickly. The hidden belts of the buckle closure give it a sleek vest that resembles the look of a comp vest. Those required to wear a coast guard approved life jacket now have a stylish option in the Watson CGA. You know it is built to perform at the highest level and will look good doing so if Shawn Watson puts his name on it.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/3/73382.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534621ee406c2da50292fb"
			},
			"productCategory": "Life Jackets",
			"title": "Ronix Party Athletic Cut Comp Vest",
			"price": {
				"$numberInt": "140"
			},
			"description": "A fine blend of party and athletic features in one vest. Party and athletics in one? Just trust us - at the end of the flotilla season, you will understand. New tailored segmentations allow more mobility than ever before!",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/1000x/040ec09b1e35df139433887a97daa66f/7/2/72654.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534667ee406c2da50292fc"
			},
			"productCategory": "Life Jackets",
			"title": "Hyperlite Riot Comp Vest",
			"price": {
				"$numberInt": "160"
			},
			"description": "As one of the best wakeboarders and wakesurfers on the planet right now, you'll be seeing a lot of Noah Flegel in his new signature Hyperlite Riot comp vest this year. Premium comfort and unmatched performance. Noah Flegel is on his game when he maneuvers without limits in his new promo model jacket, the Hyperlite Riot Comp Vest. Offered in two colors to match any setup, the RIOT Jacket will provide all the protection we can work into this comp jacket. Diamond pattern segments allow this jacket to move and flex with your body as you pull the hardest tricks in your arsenal.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/4/74297.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e53479bee406c2da50292fd"
			},
			"productCategory": "Life Jackets",
			"title": "Hyperlite Indy Women's CGA Life Jacket",
			"price": {
				"$numberInt": "50"
			},
			"description": "For a fashionable ladies vest that meets CGA regulations and has a price tag at a fraction of the price of most others, look no further than the Hyperlite Indy Women's CGA Life Jacket. If you're looking for a US Coast Guard Approved vest at a great price, the 2020 Hyperlite Indy Women's CGA Life Jacket is your answer. The Indy vest has been around for several years thanks to its friendly price, and this year, it has a fresh new makeover that you can love for years. Its women's specific cut fits true to your body for ultimate comfort in the water. The neoprene is soft and has that premium neo feel. And the concealed straps are easy to adjust to give each person who wears it a truly custom fit.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/4/74289.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e53485bee406c2da50292fe"
			},
			"productCategory": "Life Jackets",
			"title": "Ronix RXT Capella 3.0 CGA Life Jacket",
			"price": {
				"$numberInt": "200"
			},
			"description": "The lightest CGA vest you'll find with a look that will never go out of style. All the flotation you need in the lightest, most personalized fitting way. The new performance-driven vest tips the scales at roughly half the weight of other ones out there - but still has a buoyancy that will have the Coast Guard Giving you a high five. Ronix Xperimental Technology is the never-ending pursuit of high-end minimalism - and now they have a vest that meets that standard.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/1000x/040ec09b1e35df139433887a97daa66f/7/2/72655.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e5348a6ee406c2da50292ff"
			},
			"productCategory": "Life Jackets",
			"title": "Ronix Supernova Women's Capella 2.0 CGA Life Jacket",
			"price": {
				"$numberInt": "170"
			},
			"description": "Ronix's most deluxe CGA that will keep you stylish and comfortable on the water. The first lady's garment of choice is for the true ruler of the waterway. Ronix's latest creation is designed solely around the physique of a woman.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/1000x/040ec09b1e35df139433887a97daa66f/7/2/72656.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e53496bee406c2da5029300"
			},
			"productCategory": "Life Jackets",
			"title": "O'Neill Slasher Comp Vest",
			"price": {
				"$numberInt": "130"
			},
			"description": "The Slasher Comp Vest has raised the bar on performance, fit, and protection. That is why this vest continues to be a favorite among the O'Neill wake team pro riders. Lightweight. Breathable. Comfortable. Just a few of the reasons the O'Neill Slasher Comp Vest continues to be a go-to option for those seeking the ultimate in performance and style. The front zipper closure system makes putting it on and taking it off as easy as it gets. Anatomical flex points throughout the vest allow the vest to move as you do, ensuring you have maximum freedom of movement while riding. The Nytrolite foam technology is three times lighter than traditional foam and absorbs 20% less water, helping reduce the overall weight of the vest. It is also approximately 10% more buoyant than PVC foam, reducing the amount of foam needed for equal float in the water. The lightest vest in the water just got lighter, stronger, and dries faster than before. Last but not least, the O'Neill Slasher Comp Vest is reversible. You basically get two vests in one!",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/7/77789.jpeg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e5349bdee406c2da5029301"
			},
			"productCategory": "Life Jackets",
			"title": "Follow B.P. Pro Comp Vest",
			"price": {
				"$numberInt": "130"
			},
			"description": "The 2020 Follow B.P. Pro Comp Vest combines good looks and durability in a lightweight and comfortable design. For its 10th Season, the BP Pro represents the ultimate in vest and manufacturing performance. Harnessing a featherweight foam core, no other vest on the market feels as light on, while the crossed paneling provides an overall spread of flexibility not found before. Follow's unique Duraprene Neoprene denim outer production gives this vest the durability of a pair of jeans. A longer pull-down hem, elasticized edging, and full metallic finished zipper ensure that this vest is the sharpest on the water. The Pro Fit tapered outline will keep the vest snug to your body while on the water, and not up around your ears.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/3/73591.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534ba6ee406c2da5029302"
			},
			"productCategory": "Wakeboard Bindings",
			"title": "Hyperlite Remix Boot",
			"price": {
				"$numberInt": "220"
			},
			"description": "An open-toe binding, the Remix is easy to get in/out of, totally adjustable, and provides the necessary support riders demand. An excellent choice for beginner-intermediate riders. No nonsense function and comfort. Solid traditional design. The Remix Binding is a supportive but easy-to-get-into adjustable and sharable wakeboard binding. It features Dual Lace Zones like more expensive bindings, plus the plushness you come to expect from an open-toe. The 3D molded tongue provides maximum comfort and solid board control. The Remix Binding is an excellent choice for beginner to intermediate riders looking for a comfortable, user-friendly option.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/4/74315.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534c9dee406c2da5029303"
			},
			"productCategory": "Wakeboard Bindings",
			"title": "Liquid Force Plush Women's Boot",
			"price": {
				"$numberInt": "240"
			},
			"description": "This open-toe wakeboard binding has all the luxury you need, without the expensive price tag. Solid performance. Lasting comfort. An adjustable fit. The Plush is a no-brainer choice for beginner to intermediate riders looking for a comfortable yet stable fit they can rely on to progress. The open-toe system allows for riders with various foot sizes to use the same set of bindings. Inside the boot is Liquid Force's control liner that is smooth on the skin and will keep your feet feeling great even after those long sets behind the boat. A dual lace system dual makes for easy adjustability, giving the rider the ability to create a customized fit for both the upper and lower zone of the binding. Last but not least, the impact EVA foam on the bottom chassis dampens and absorbs contact to soften landings.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/3/73162.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534d11ee406c2da5029304"
			},
			"productCategory": "Wakeboard Bindings",
			"title": "Hyperlite Jinx Women's Boot",
			"price": {
				"$numberInt": "220"
			},
			"description": "Treat your feet to something nice with the 2020 Hyperlite Jinx Women's Wakeboarding Binding - A versatile open-toe binding that female riders of all styles and ability levels will enjoy. From the plush feeling on the water to the easy adjustability for customized fit, your feet will be thanking you from the very first moment you try the Hyperlite Jinx wakeboard bindings on. It all starts on the low pro plate system that's designed to create instant response between the rider and their board. A dual-density footbed creates a plush, cushy feeling that helps riders extend the duration of their sets and makes for soft landings. The Hyperplush rear flex zone creates a snug feel around the rider's ankles for maximum hold while edging. Dual quick cinch front lace zones allow the rider to customize the fit while allowing riders with different sized feet to use the same bindings. Who said wakeboard bindings aren't stylish?! Look good and ride better in the Hyperlite Jinx bindings.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/4/74310.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534d61ee406c2da5029305"
			},
			"productCategory": "Wakeboard Bindings",
			"title": "Ronix Vision Boot",
			"price": {
				"$numberInt": "210"
			},
			"description": "The iconic kid's boot that was specifically designed for the growing shredders - now with AutoLock straps. The engineers at Ronix have built some of the most innovative, high-tech boots on the market. The team decided to bring that same level of expertise and collaboratively build the best kids boot out there. Their creation: the Ronix Vision Boy's Wakeboard Boot. From the baseless system plate up, everything is designed to make wakeboarding a fun and enjoyable experience for the kids on the boat.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/2/72610.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534e1bee406c2da5029306"
			},
			"productCategory": "Wakeboards",
			"title": "Hyperlite State 2.0",
			"price": {
				"$numberInt": "275"
			},
			"description": "A board designed to make learning the fundamentals of wakeboard easier, the Hyperlite State 2.0 will instill confidence in your riding and take your skills to the next level. The Hyperlite State 2.0 Wakeboard is a PEW (Performance Enhancing Wakeboard). Hyperlite created this board with one goal in mind: make a shape that will help beginner riders advance their skills by making it easy to master the fundamentals of wakeboarding.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/1000x/040ec09b1e35df139433887a97daa66f/7/4/74302.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534e9aee406c2da5029307"
			},
			"productCategory": "Wakeboards",
			"title": "Ronix District",
			"price": {
				"$numberInt": "330"
			},
			"description": "A board that works well for everyone regardless of riding style or ability level. Unlike nearly every other wakeboard out there, the District will adapt to your style of riding. The second generation District is a surefire hit with anyone who hops on it. Feel comfortable on the water and gain added confidence thanks to this innovative, unique shape. \"The thing I like about the District is just how easy it is to ride. I can put anyone of any skill level, from a beginner to a pro rider at an event, being confident that the board will be great for them to start learning on or even learning a new trick. Also, it is super easy off the wake. Nice takeoffs and great landings.\" - Chad Sharpe, Ronix pro rider.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/1000x/040ec09b1e35df139433887a97daa66f/7/2/72532.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534ee1ee406c2da5029308"
			},
			"productCategory": "Wakeboards",
			"title": "Ronix Krush",
			"price": {
				"$numberInt": "290"
			},
			"description": "The sister equivalent of Ronix's Vault wakeboard, the Krush is specifically shaped and constructed to make learning to ride a fun, enjoyable experience for the ladies. Any ladies looking to learn how to wakeboard and get more comfortable riding should hop on the Ronix Krush. Every feature of this board was carefully designed to make wakeboarding a fun, enjoyable experience for the ladies on the water.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/1000x/040ec09b1e35df139433887a97daa66f/7/2/72533.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534f25ee406c2da5029309"
			},
			"productCategory": "Wakeboards",
			"title": "Hyperlite Eden 2.0",
			"price": {
				"$numberInt": "275"
			},
			"description": "A great first wakeboard for any lady, the asymmetrical design and women's specific flex makes the Hyperlite Eden 2.0 a super user-friendly ride. Learn the fundamentals of wakeboarding fun and enjoyable on this wakeboard. The HyperliteEden 2.0 is the sister equivalent of the iconic State 2.0 wakeboard. However, don't think for a second that Hyperlite just shrinked it, pinked it, and called it a women's wakeboard. Down to the tiniest details, the Hyperlite Eden 2.0 was designed specifically for the female rider. Its stable, user-friendly ride makes learning to wakeboard a fun, enjoyable experience.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/1000x/040ec09b1e35df139433887a97daa66f/7/4/74285.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e534f71ee406c2da502930a"
			},
			"productCategory": "Wakeboards",
			"title": "Ronix August Girl's",
			"price": {
				"$numberInt": "270"
			},
			"description": "Get your girl started wakeboarding on the world renowned Ronix August. Thousands of girls have learned to ride on this board. The next generation of girls are learning how to ride on the Ronix August. A true kids board through and through, every aspect of this board is designed solely for the wants and needs of little rippers. Whether your little one is just learning to get up or is beginning to get air, the August will help make wakeboarding a fun, enjoyable experience for them.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/1000x/040ec09b1e35df139433887a97daa66f/7/3/73536.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e53506fee406c2da502930b"
			},
			"productCategory": "Wakesurf Boards",
			"title": "Phase 5 Gizmo Surf Foil Package",
			"price": {
				"$numberInt": "1990"
			},
			"description": "Experience the high end performance of the Phase 5 Gizmo Foil Package and take flight behind the boat. When Phase 5 created the Gizmo Surf Foil Package, their goal was to combine their industry leading surf board technology with a best in class foil solution. The result checks all the boxes, and will have you experiencing a new dimension of fun and possibilities behind the boat.Phase 5 designed the Gizmo Surf Foil to be a foil specific board capable of surfing even the smallest waves so ride it behind any boat or even ride back on the 2nd wave of your boat. While the Phase 5 Gizmo Foil Board is what you will see while riding, it is the foil set that is most important since it is making all the magic happen. The Ride Engine Futura Surf Foil Set included in this foil package is designed to make foiling user-friendly, approachable and fun in a wide range of wave conditions.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/7/77478.jpeg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e5350adee406c2da502930c"
			},
			"productCategory": "Wakesurf Boards",
			"title": "Lib Tech Air'N",
			"price": {
				"$numberInt": "700"
			},
			"description": "The Lib Tech Air'N Wakesurf Board is all about air and progression, offering a smooth, poppy ride with the toughness that Lib Tech boards are known for. After years of working with Aaron Witherell experimenting with modified surfboards for use behind the boat, Lib Tech came out with the Air'N Wakesurf Board. The Air'N pro model is Aaron's dream wakesurf design, refined and tuned to perfection. A wide poppy tail block, speedy flat rocker, and mellow concave combined with dynamic \"up rail\" entry to hard edge exit rail design is what makes the Air'N catch-free, precise and perfect for progression.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/4/4/44131.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e5350e4ee406c2da502930d"
			},
			"productCategory": "Wakesurf Boards",
			"title": "Liquid Force Primo",
			"price": {
				"$numberInt": "450"
			},
			"description": "The Liquid Force Primo is a fun hybrid shape that brings together the best of surf and skim style riding. The 2020 model also features a wider tail for better overall performance. This year, Liquid Force widened the tail on the Primo for sharper, more pivotal turns while the crisper channels offer better hold throughout your surf. Set this board up with a single center fin for the classic skim feel, or a twin fin for the hybrid surf feel - It's up to you which wave to take. Still constructed in LF's bombproof Durashell construction, the 2020 Primo gives you multiple options to find your ride.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/600x500/9df78eab33525d08d6e5fb8d27136e95/7/3/73123.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e535174ee406c2da502930e"
			},
			"productCategory": "Wakesurf Boards",
			"title": "Ronix Carbon Air Core 3 Skimmer",
			"price": {
				"$numberInt": "800"
			},
			"description": "Known as the 360 special, this high performing skim style board is the bread and butter of skimmers. Perfect your ollie and session easier shuvits and 360s with this skate inspired deck. A traditional skim board shape that opens up a whole new spectrum of tricks. This thin and lightweight board has sharp rails for more contact through the waterline. ",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/1000x/040ec09b1e35df139433887a97daa66f/7/1/71504.jpg",
			"__v": {
				"$numberInt": "0"
			}
		},
		{
			"_id": {
				"$oid": "5e5351c1ee406c2da502930f"
			},
			"productCategory": "Wakesurf Boards",
			"title": "Ronix Koal Classic Longboard",
			"price": {
				"$numberInt": "650"
			},
			"description": "This old school longboard style board is perfect for cruising the endless wave and hanging those toes off the nose. Ronix designed the Koal Classic Longboard for those days we want a board to remind us of why there's no feeling like riding sideways on the water. The result is their most stable, easy going, soul shape. With a full rail and forgiving soft bevel, you can chase the endless summer with their Waikiki toes on the nose device.",
			"imageUrl": "https://cdn.wakemakers.com/media/catalog/product/cache/1/image/1000x/040ec09b1e35df139433887a97daa66f/7/1/71512.jpg",
			"__v": {
				"$numberInt": "0"
			}
		}
	]
}